{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"show-header":true,"padding_top":28,"padding_bottom":28}},"page_banner_section_cUbB74":{"type":"page-banner-section","settings":{"bg_image":"shopify:\/\/shop_images\/photo-1441781748960-cde3a7202d3c-2880w.webp","image_center":true,"title":"TRANSGENDER HAIR REPLACEMENT AND WHAT TO EXPECT","add_text":""}},"rich_text_4EDpMg":{"type":"rich-text","blocks":{"heading_A7epPa":{"type":"heading","settings":{"heading":"What is a Hair Replacement Procedure","heading_size":"h1"}},"text_hPqbhK":{"type":"text","settings":{"text":"<p>A hair transplant procedure surgically removes hair from the back and sides of the scalp and then places each follicle in areas of the scalp that is bald or thinning.  The hair on the back and sides of the scalp is permanent and not affected by the balding process. Dr. Yates will relocate this hair utilizing the FUE (<a href=\"\/pages\/chicago-il-fue-hair-doctor\" title=\"\/pages\/chicago-il-fue-hair-doctor\">Follicular Unit Extraction<\/a>) method. The FUE method eliminates the traditional cut, stitches, pain, and scar. This procedure is state-of-the-art. The micro grafts are transplanted and grow to look completely natural.<\/p><p><strong>How Transgender Hair Replacement is Unique<\/strong><\/p><p>Male Transitioning to Female (MTF) hair replacement patients who are getting hair transplantation will usually be looking to achieve hair that is more feminine and natural looking. A hair transplant entails filling any areas affected by male-pattern baldness with new hair growth, while creating a feminine hairline. Female hairlines differ from male hairlines because they are lower and rounded in the temporal areas.<\/p><p>Female Transitioning to Male (FTM) hair replacement patients can create male pattern recession with laser hair removal and shorter hairstyles.  Many of our FTM clients choose to do FUE hair transplants to create masculine facial hair such as mustaches or beards. <\/p><p>Adding density to areas on the scalp with thinning hair will eliminate the problem of male-pattern baldness or female-pattern baldness. Dr. Yates will create a customized plan of care to help you reach your goals and begin to enjoy your new appearance!<\/p><p><span style=\"text-decoration:underline\"><strong>The Transgender Hair Transplant Post-Surgery Experience<\/strong><\/span><\/p><p>This hair transplant procedure is an outpatient procedure that allows patients to travel from anywhere in the world to receive the best outcome possible with Dr. Yates. There will be minor pain (if any) due to the advanced technology, techniques, and procedure.<\/p><h2>About Us<\/h2><p>Dr. Yates is a hair restoration specialist who has been performing hair transplants for over two decades. He provides excellent results and his precise surgical techniques make him the right doctor for your hair restoration goals. <a href=\"\/pages\/contact\" title=\"Contact\">Call Dr. Yates today to get started with your hair restoration journey!<\/a><\/p>"}}},"block_order":["heading_A7epPa","text_hPqbhK"],"settings":{"background_color":"#fff","text_color":"","class_name":"","desktop_content_position":"center","content_alignment":"center","color_scheme":"","full_width":true,"padding_top":60,"padding_bottom":60}}},"order":["main","page_banner_section_cUbB74","rich_text_4EDpMg"]}