{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"show-header":true,"padding_top":28,"padding_bottom":28}},"page_banner_section_VcLHab":{"type":"page-banner-section","settings":{"bg_image":"shopify:\/\/shop_images\/photo-1480455624313-e29b44bbfde1-2880w.webp","image_center":true,"title":"KERALASE LASER THERAPY CHICAGO","add_text":"<p>Chicago & Oak Brook Hair Restoration Experts<\/p>"}},"form_schedule_section_VgxzPh":{"type":"form-schedule-section","settings":{"bg_image":"shopify:\/\/shop_images\/Screen_Shot_2019-09-25_at_9.17.40_AM-2880w_6a752de9-0b18-4bda-8946-0c014ddf4c0f.webp","title":"SCHEDULE A  CONSULTATION","add_text":"GET THE HAIR YOU WANT TODAY","form_title":""}},"multicolumn_NgkpQa":{"type":"multicolumn","blocks":{"column_jhFKwf":{"type":"column","settings":{"image":"shopify:\/\/shop_images\/photo-1572965733194-784e4b4efa45-2880w.webp","image_full_width":true,"title":"ABOUT KERALASE LASER THERAPY","text":"<p>Keralase therapy is another great option especially if you do not like needles. The Lutronic LaseMD laser delivery system prepares the skin for increased absorption of nanoliposomes. After the scalp is pre-conditioned with the LaseMD laser, KeraFactor growth factor serum is topically applied to promote stronger, thicker and fuller looking hair in both men and women. Kerafactor contains five bio-identical growth factors and two skin proteins chosen to improve thinning hair. Each Keralase treatment is comfortable and takes only 10 minutes. No downtime - you can immediately resume normal activities. A three-month treatment program is typical. Hair improvement continues over the following 12-18 months.<\/p><p>Keralase is a hair and scalp treatment serum containing a unique and proprietary formulation. This is one-of-a-kind topical serum contains five bio-identical growth factors and two skin proteins, essential for scalp and hair health. Each highly concentrated peptide is individually wrapped in a nanoliposome carrier for enhanced absorption by the skin<\/p>","link_label":"SCHEDULE A CONSULTATION","link":"shopify:\/\/pages\/contact"}}},"block_order":["column_jhFKwf"],"settings":{"title":"","title_p":"","single_col_full_width":true,"text_center":false,"half_col_text_image":true,"customClass":"","heading_size":"h1","image_width":"full","image_ratio":"adapt","columns_desktop":1,"column_alignment":"left","background_style":"primary","button_label":"","button_link":"","color_scheme":"inverse","columns_mobile":"1","swipe_on_mobile":false,"align-middle":false,"padding_top":36,"padding_bottom":36}},"before_and_after_pictures_prUJRe":{"type":"before-and-after-pictures","blocks":{"image_Vi9HUL":{"type":"image","settings":{"title":"","ab_image":"shopify:\/\/shop_images\/KeraLase_B_A_1_-640w.webp","image_fill":"cover"}},"image_pWp6gD":{"type":"image","settings":{"title":"","ab_image":"shopify:\/\/shop_images\/KeraLase_B_A_5_-640w.webp","image_fill":"cover"}},"image_FtXnVJ":{"type":"image","settings":{"title":"","ab_image":"shopify:\/\/shop_images\/KeraLase_B_A_6_Post-NeoGraft-640w.webp","image_fill":"cover"}},"image_g4qNXn":{"type":"image","settings":{"title":"","ab_image":"shopify:\/\/shop_images\/KeraLase_B_A_3_-640w.webp","image_fill":"cover"}},"image_TffF36":{"type":"image","settings":{"title":"","ab_image":"shopify:\/\/shop_images\/KeraLase_B_A_4_-640w.webp","image_fill":"cover"}},"image_LzNCUD":{"type":"image","settings":{"title":"","ab_image":"shopify:\/\/shop_images\/KeraLase_B_A_2_-640w.webp","image_fill":"cover"}}},"block_order":["image_Vi9HUL","image_pWp6gD","image_FtXnVJ","image_g4qNXn","image_TffF36","image_LzNCUD"],"settings":{"before_after_heading":"KERALASE BEFORE AND AFTER PICTURES","before_after_p":"Dr. Yates has mastered the techniques used to treat African American hair to perfection and then further improved upon those techniques.","bg-clr":"","desktop-col":"2"}},"faq_accordian_VnGVfE":{"type":"faq-accordian","blocks":{"image_UpR7kG":{"type":"image","settings":{"title":"What is KeraFactor serum?","description":"<p>Based on 6 years of extensive research to address thinning hair, this patent-pending formula combines a very specific set of 7 bio-identical growth factors for scalp revitalization, wrapped in a nanoliposome “shell” for increased absorption, that are typically deficient in skin during times of hair loss or poor hair health. Other topical products include only a few growth factors and no other commercially available topical includes the complete set included in the KeraFactor formula, a proprietary and patented technology that allows for significantly higher concentrations of each growth factor.<\/p>"}},"image_LWDxEr":{"type":"image","settings":{"title":"What is a growth factor and how were they selected?","description":"<p>Growth factors include polypeptides and proteins that stimulate the growth of specific tissues, such as hair follicles, blood vessels, etc. Everyone has these polypeptides and proteins occurring in small concentrations. As cells naturally age and die, these nutrients are necessary to assist in the process of replacing old cells with new ones.<\/p><p>Initial research showed that most people with thinning hair are deficient in certain key growth factors, which KeraFactor contain. Additionally, these people may also have too much of other growth factors that actually inhibit the growth associated with hair and scalp health and therefore, KeraFactor does not contain these potentially growth-inhibiting factors. In the past, some of the 7 growth factors included in the KeraFactor serum have been very difficult to synthesize. As a result, available topical formulations do not have these growth factors, or they have very low concentrations. Through a proprietary and patented manufacturing process, all 7 growth factors are able to be synthesized in high concentrations, resulting in the KeraFactor formula – the only family of products that includes all of these 7 growth factors and each in high concentration.<\/p>"}},"image_TbKMEQ":{"type":"image","settings":{"title":"What is the benefit of adding energy-based devices like Lutronic’s LaseMD and Ultra, AKA KeraLase?","description":"<p>One of the key functions of the skin is to protect the interior of the body from toxins, injury, etc. The nanoliposomes that encapsulate KeraFactor growth factors increase absorption into the skin - nonetheless, the skin resists penetration of the product. Lutronic’s LaseMD and Ultra prepare the skin for increased absorption by creating micro-columns of tissue in the epidermis and upper dermis of the scalp through a 5-10 minute treatment with little-to-no discomfort or downtime, allowing the product to penetrate much deeper than using the product alone. In addition to increasing the skin’s absorption of the KeraFactor formula, Lutronic’s LaseMD and Ultra systems provide independent skin treatment – why not enjoy the benefits of both?<\/p>"}},"image_MmhJhK":{"type":"image","settings":{"title":"What results should I expect from KeraLase?","description":"<p>While everyone is different, improvement in scalp health and an increase in the appearance of thicker, healthier hair may be visible within 3 months when patients follow the treatment protocol as prescribed. Most patients see even more improvement over the next 2-4 months. We cannot guarantee a response for ALL patients.<\/p>"}},"image_kPjBzL":{"type":"image","settings":{"title":"Will it look natural? What about hair transplant patients?","description":"<p>The KeraFactor formula provides nutrients to the hair follicles and improved scalp circulation for natural-looking, healthy hair. Transplanted hair follicles will benefit from absorption of growth factors and skin proteins in the same manner as existing hair follicles.<\/p>"}},"image_yT9tz6":{"type":"image","settings":{"title":"How do KeraLase treatments work?","description":"<p>Each treatment session will begin with a scalp treatment using the Lutronic LaseMD or Ultra, followed immediately by the application of the KeraFactor serum. There are two recommended courses of treatment options, your physician will work with you to determine which option is best for you:<\/p><p>1. 1 treatment session every 2 weeks for 12 weeks (6 total treatments). You may also apply the KeraFactor Spray at home each day between treatments.<br\/>2. 1 treatment session every month for 3 months (3 total treatments) AND applying the KeraFactor Spray at home, morning and evening, each day between treatments.<\/p>"}},"image_3jVN4J":{"type":"image","settings":{"title":"What is the difference between KeraFactor Serum and Spray?","description":"<p>The serum and spray include the same KeraFactor formulation. The serum is highly concentrated and is to be used following skin preparation by Lutronic LaseMD or Ultra. The spray is less concentrated and is to be used in-between office treatments, to be applied morning and evening.<\/p>"}},"image_w3Gn9d":{"type":"image","settings":{"title":"What happens when\/if a patient stops using KeraFactor serum?","description":"<p>To date, there have not been long-term studies. However, there is anecdotal evidence showing that results may be maintained for up to 18 months of stopping the use of KeraFactor products. Once patients finish the recommended treatment protocol, it is advised that they continue using the take-home spray to maintain the results. Your physician may recommend in-office “touch-up” treatments.<\/p>"}},"image_rwNjRd":{"type":"image","settings":{"title":"How does KeraFactor differ from using PRP?","description":"<p>PRP, or Platelet-Rich Plasma, is a painful, 45-minute procedure where blood is drawn from the patient, spun in a centrifuge to increase the patient’s platelets, then applied or injected into the scalp with inconsistent results. Only the growth factors available in the patient’s own blood will be released. If a patient is highly deficient in any of the growth factors needed for hair health, the PRP procedure may not be effective. Additionally, one of the common growth factors found in blood may block the transition of hair follicles into the new growth phase, actually inhibiting growth. In contrast, KeraFactor products include a proprietary formula with high concentrations of bio-identical growth factors and skin proteins customized for people with thinning hair.<\/p>"}},"image_ciBHYN":{"type":"image","settings":{"title":"Who is a good candidate for KeraLase treatments?","description":"<p>Concerns over hair loss have increased in recent years due to frequent use of “selfies” and social media apps. Men and women of all ages with thinning hair can benefit from KeraLase treatments.<\/p>"}},"image_BVVCQT":{"type":"image","settings":{"title":"Who is not a good candidate for KeraLase treatments?","description":"<p>• People who currently have or have been diagnosed with skin cancer should not use KeraFactor products without their physician’s approval.<\/p><p>• People with an active infection should not be treated with KeraFactor products.<\/p><p>• People who experience an allergic reaction to KeraFactor products should discontinue use immediately and be examined by a dermatologist.<\/p>"}}},"block_order":["image_UpR7kG","image_LWDxEr","image_TbKMEQ","image_MmhJhK","image_kPjBzL","image_yT9tz6","image_3jVN4J","image_w3Gn9d","image_rwNjRd","image_ciBHYN","image_BVVCQT"],"settings":{"color_scheme":"","title":"FREQUENTLY ASKED QUESTIONS","subtitle":"KERALASE LASER HAIR THERAPY","btn_text":"","btn_url":""}},"form_consultation_section_teTKE8":{"type":"form-consultation-section","settings":{"bg_image":"shopify:\/\/shop_images\/Screen_Shot_2019-09-25_at_9.17.40_AM-2880w_6a752de9-0b18-4bda-8946-0c014ddf4c0f.webp","title":"GET THE HAIR YOU WANT TODAY","add_text":"Ready to love your hair? Call 312.883.9617 for a consultation or fill out the form below"}},"map_section_TfzaeH":{"type":"map-section","settings":{"map_html":"<iframe src=\"https:\/\/www.google.com\/maps\/embed?pb=!1m14!1m8!1m3!1d380543.7689856741!2d-87.800602!3d41.828337!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x880e2cacb6b53c1f%3A0x5fde36109ad5a96e!2sDr.%20Yates%20MD%20-%20Hair%20Transplantation%20%2B%20Restoration%20in%20Chicago!5e0!3m2!1sen!2sus!4v1710301964365!5m2!1sen!2sus\" width=\"100%\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"><\/iframe>"}}},"order":["main","page_banner_section_VcLHab","form_schedule_section_VgxzPh","multicolumn_NgkpQa","before_and_after_pictures_prUJRe","faq_accordian_VnGVfE","form_consultation_section_teTKE8","map_section_TfzaeH"]}